NCE3/L40 Who's who.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-28 Sat 22:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org28fd637" class="outline-2">
<h2 id="org28fd637">Lesson 40 Who's who</h2>
<div class="outline-text-2" id="text-org28fd637">
<p class="verse">
How did the policeman discover that the whole thing was a joke?<br />
<br />
It has never been explained<br />
&#xa0;why university students seem to enjoy practical jokes more than anyone else.<br />
Students specilize in a particular type of practical joke: the hoax.<br />
Inviting the fire brigade to put out a nonexistent fire is a crude form of deception<br />
&#xa0;which on self-respecting student would ever indulge in.<br />
Students often create amusing situations<br />
&#xa0;which are funny to everyone except the victims.<br />
<br />
When a student recently saw two workmen using a pneumatic drill outside his university,<br />
&#xa0;he immediately telephoned the police and informed them<br />
&#xa0;&#xa0;that two students dressed up as workmen were tearing up the road with a pneumatic drill.<br />
As soon as he had hung up,<br />
&#xa0;he went over to the workmen and told them<br />
&#xa0;&#xa0;that if a policeman ordered them to go away, they were not to take him seriously.<br />
He added that a student had dressed up as a policeman<br />
&#xa0;and was playing all sorts of silly jokes on people.<br />
Both the police and the workmen were grateful to the student for this piece of advance information.<br />
<br />
The student hid in an archway nearby where he could watch and hear everything that went on.<br />
Sure enough, a policeman arrived on the scene and politely asked the workmen to go away.<br />
When he received a very rude reply from one of the workmen,<br />
&#xa0;he threatened to remove them by force.<br />
The workmen told him to do as he pleased and the policeman telephoned for help.<br />
Shortly afterwards, four more policemen arrived and remonstrated with the workmen.<br />
As the men refused to stop working,<br />
&#xa0;the police attempted to seize the pneumatic drill.<br />
The workmen struggled fiercely and one of them lost his temper.<br />
He threatened to call the police.<br />
As this, the police pointed out ironically<br />
&#xa0;that this would hardly be necessary as the men were already under arrest.<br />
Pretending to speak seriously,<br />
&#xa0;one of the workmen asked if he might make a telephone call before being taken to the station.<br />
Permission was granted and a policeman accompanied him to a pay phone.<br />
Only when he saw that the man was actually telephoning the police<br />
&#xa0;did he realize that they had all been the victims of a hoax.<br />
</p>
</div>

<div id="outline-container-org06356dc" class="outline-3">
<h3 id="org06356dc">words</h3>
<div class="outline-text-3" id="text-org06356dc">
<p>
hoax [hoʊks] n.骗局<br />
deception [dɪˈsepʃ(ə)n] n.骗局<br />
self-respecting adj.自重的<br />
indulge [ɪnˈdʌldʒ] v.使沉迷<br />
pneumatic [nuːˈmætɪk] adj.气动的<br />
drill [drɪl] n.钻<br />
silly [ˈsɪli] adj.无意义的<br />
advance [ædˈvæns] adj.预先的<br />
archway [ˈɑːrtʃweɪ] n.拱形门楼<br />
remonstrate [rɪˈmɑːnstreɪt] v.规劝<br />
ironically [aɪˈrɑːnɪkli] adv.讽刺地<br />
permission [pərˈmɪʃ(ə)n] n.许可<br />
grant [ɡrænt] v.同意<br />
</p>
</div>
</div>

<div id="outline-container-org6fba7b4" class="outline-3">
<h3 id="org6fba7b4">单词造句</h3>
</div>
<div id="outline-container-org0978a89" class="outline-3">
<h3 id="org0978a89">反复听电影片段直到懂关键句</h3>
</div>
<div id="outline-container-org03ad2b3" class="outline-3">
<h3 id="org03ad2b3">复习二册语法(笔记或视频) &amp; 红皮书</h3>
</div>
<div id="outline-container-orga5b1e4d" class="outline-3">
<h3 id="orga5b1e4d">习惯用法造句</h3>
</div>
<div id="outline-container-org12c5607" class="outline-3">
<h3 id="org12c5607">跟读 50遍</h3>
</div>
<div id="outline-container-org8003d1c" class="outline-3">
<h3 id="org8003d1c">Comprehension 反复练习</h3>
</div>
<div id="outline-container-org74e2c7d" class="outline-3">
<h3 id="org74e2c7d">Ask me if 写+读</h3>
</div>
<div id="outline-container-orgf7f3881" class="outline-3">
<h3 id="orgf7f3881">摘要写作 写 &amp; 对答案</h3>
</div>
<div id="outline-container-org20cd6b1" class="outline-3">
<h3 id="org20cd6b1">tell the story 口语复述</h3>
</div>
<div id="outline-container-orgbec1d3e" class="outline-3">
<h3 id="orgbec1d3e">composition 阅读 或 写作</h3>
</div>
<div id="outline-container-orgec0d967" class="outline-3">
<h3 id="orgec0d967">Topics for discussion</h3>
</div>
</div>
</div>
</body>
</html>
